[
 {
  "id": 41,
  "eventName": "Sanrachna",
  "round1": "Quiz on climatic conditions of India and shapes of the structures depending on the Geo-conditions of India",
  "round2": "2D design (plan, elevation) the condition will be given 30 mins. before the competition.",
  "round3": "Presentation in front of jury",
  "tagLine": "Think Cultural and but be strategic",
  "outcome": "Participants will get knowledge of diff climatic conditions and best solution for it",
  "fees": "40/-(20 each)",
  "department": "Civil",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Civil/sun-rachana.png?raw=true"
 },
 {
  "id": 2,
  "eventName": "Series – E – Magic",
  "round1": "Pen -Paper quiz based on participant’s preferred web series.",
  "round2": "Participants will have to provide an alternate ending to one of their preferred web series",
  "round3": "Devil’s Advocate where participant will be playing one of the characters of their preferred web series.",
  "tagLine": "Me, You & Netflix party!",
  "outcome": "NA",
  "fees": "40/- (20 each)",
  "department": "Cultural",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/cultural/Series-E-Magic.jpg?raw=true"
 },
 {
  "id": 7,
  "eventName": "Bolly mix Holly",
  "round1": "Pen Paper quiz based on Bollywood & Hollywood films.",
  "round2": "Stage Round with multiple rounds including buzzer round, rapid fire, visual and other rounds.",
  "round3": "NA",
  "tagLine": "B&W se Colour tak..",
  "outcome": "NA",
  "fees": "30/- (15 each)",
  "department": "Cultural",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/cultural/Bolly%20Holly.jpg?raw=true"
 },
 {
  "id": 8,
  "eventName": "Antakshari",
  "round1": "Elimination round (basic Antakshari)",
  "round2": "2 Stage round with multiple rounds including Buzzer round, Dhun round,Visual round. etc",
  "round3": "NA",
  "tagLine": "Suron ka mela!",
  "outcome": "NA",
  "fees": "30/- (15 each)",
  "department": "Cultural",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/cultural/ANTAKSHARI.jpg?raw=true"
 },
 {
  "id": 10,
  "eventName": "Quriosity",
  "round1": "Pen Paper quiz based on Business and Technology.",
  "round2": "Stage Round with multiple rounds including buzzer round, rapid fire, visual, etc.",
  "round3": "NA",
  "tagLine": "BIZZ-TECH Quiz",
  "outcome": "NA",
  "fees": "30/- (15 each)",
  "department": "Cultural",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/cultural/Quriosity.jpg?raw=true"
 },
 {
  "id": 33,
  "eventName": "Buy More!!",
  "round1": "At first, the participant has to participate in a quiz related to basic electronics and have to clear it. The quiz will be based on fundamentals of basic circuits such as rectifiers, clippers, clampers as well as various symbol diagrams for the same Time Limit: ",
  "round2": "Then they will have a fixed amount of virtual coins using which they will buy the components and processors and they will have to identify the use of components and processors and why they are using that component. Problem statement will be provided. Time Limit:",
  "round3": "Using the components or processors, they will have to make a circuit on Proteus. Simulation should be done on the basis of the problem statements provided in the round 2. Time Limit:",
  "tagLine": "Just Buy it!!",
  "outcome": "Learn the application of Proteus software used in the simulation",
  "fees": 60,
  "department": "EL EC",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/EL%20EC/Buy%20More.png?raw=true"
 },
 {
  "id": 34,
  "eventName": "Puzz-neering",
  "round1": "Puzzle or tricky questions based on fundamentals of Electronics Engineering. Riddles or Situation based tricky questions to test the basic fundamentals of Electronics Time Limit:",
  "round2": "Treasure hunt will be there in which they will find 3 envelopes and it will have problem questions. The Treasure hunt will be inside the college campus. Time Limit:",
  "round3": "This round will be time based in which they will have to solve those problems, the one who solves all 3 problems will be able to stop three buzzer or LED at the end the one who stops it first wins. Time Limit:",
  "tagLine": "The key to your next step is having a clear vision",
  "outcome": "It will develop critical thinking and fundamentals of Electronics will be sharpened",
  "fees": 60,
  "department": "EL EC",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/EL%20EC/Puzz.jpg?raw=true"
 },
 {
  "id": 37,
  "eventName": "Robo race",
  "round1": "Individual Team will have to clear the path with Obstacles in given specific time and there will be penalties too for violation of rules. Time Limit:",
  "round2": "Obstacles will be more difficult and individual team will have to complete the task in given time. Time Limit: 1 hrs",
  "round3": "2 teams will have to compete with With each other at the same time and whichever team completes the task first will be declared winner.",
  "tagLine": "How far can you go?",
  "outcome": "They will develop critical thinking and using their robot they will race to win.",
  "fees": 60,
  "department": "EL EC",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/EL%20EC/Robo%20Race.jpg?raw=true"
 },
 {
  "id": 24,
  "eventName": "Thinkers Tinker",
  "round1": "Session on Tinker Cad: An online simulation tool Followed by quiz Round 1 at the end. Participants will be shown the various recorded videos on Tinker cad and the online quiz will be conducted based on the Event Description sessions",
  "round2": "Simulate the basic electrical circuits in the Tinker cad. Selection for next round will be based on the complexity and efficiency of the simulations. Time Limit: 1/2 hour.",
  "round3": "Hardware of the circuit which is being designed in Tinker Cad Round 3 round 2. Time Limit: 1 hour",
  "tagLine": "Lets tink it through!",
  "outcome": "Lets tink it through!",
  "fees": "60/-",
  "department": "Electrical",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/electrical/tinkers.png?raw=true"
 },
 {
  "id": 28,
  "eventName": "The Hawk Eye",
  "round1": "Quiz on Basics of Mechanical engineering and basics of Kinematics of machines and general knowledge",
  "round2": "This round is basically a treasure hunt round with a twist of mechanism. With the given clues participants will have to find parts of a certain mechanism like four bar chain mechanism. Team to collect all the parts in given time frame will proceed to final round for assembly. Time frame: 1 h (Max)",
  "round3": "Develop the mechanism from the components / parts collected from Round-2. Drawing of the mechanism and other related information will be provided to the candidates for reference (or drawing will be hidden and has to be found). Team to reach the location at time with all the parts and assemble the mechanism in time with proper linkages will be declared winners.",
  "tagLine": "‘Link to the Linkage’",
  "outcome": null,
  "fees": "40/-",
  "department": "Mech & Prod",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Mech%20Production/the%20hawk%20eye.jpg?raw=true"
 },
 {
  "id": 29,
  "eventName": "Mecha Pitchers",
  "round1": "Candidates will be provided all the materials list beforehand (2 days before the event), namely wooden planks, jute threads, rubber bands, Workshop tools. So, they will think about the product they want to make out of it and present it in round 1 verbally and also a report and submit to us. It should contain the aim, advantage. Judging criteria – relative judgement of ideas, how useful and innovative the product is, verbal presentation and report. 5 mins of verbal presentation",
  "round2": "Product Making Here in the workshop, they will have to make the product they’ve thought in the limited time i.e (1.5 hrs) Judging criteriaappearance, completion, how well is the product satisfying the report specification they’ve submitted. Time frame : 1.5 hrs event",
  "round3": "Product Marketing The final candidates will once again pitch about their final manufactured product in front of the audience. Interested faculties will be gathered and an auction will be conducted. The product getting the maximum raise will win it. Depends on no. Of finalists left. Approx 1hr",
  "tagLine": "‘Sell to sail’",
  "outcome": "The participants will learn Presentation and Marketing skills and also product development, which in turn leads to a glimpse into the world of Entrepreneurs.",
  "fees": 60,
  "department": "Mech & Prod",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Mech%20Production/mecha_pictures.png?raw=true"
 },
 {
  "id": 30,
  "eventName": "Mecha Voyage",
  "round1": "Logistics Candidates will be provided with list of possible options for setting up warehouse throughout the country. Distance to major cities will be provided and demand data too. Select the most optimum locations. ",
  "round2": "Warehousing Design a floor plan of a typical warehouse for a MNC manufacturing different categories of mechanical products. Standard Design of a warehouse will be provided. You will be required to submit your assignment using an image file (jpg or png format). Make sure to include all the parts of the warehouse I included in my example: dock doors, case lot/ fast mover section, bulk storage/ slow mover section, flow rack/ broken cases section, conveyor belt, sorter, packaging station, staging area, at least two miscellaneous areas (such as equipment storage and maintenance, and/or assembly, etc.) There is no need to include additional technology or features. Link of Standard Design: https://drive.google.com/file/d/155MjczzwllbifdmjxQLE xqYwpREDqzaY/view?usp=sharing Example Of Solution Design: https://drive.google.com/file/d/1W1o9Fbp3dI4FKmAty M9ja96G0IFUWCkC/view?usp=sharing Also need to explain the pros and cons of new design to the jury.",
  "round3": null,
  "tagLine": "Moving made simple’",
  "outcome": "The participants will get to learn about the concepts of Supply Chain Management and the processes involved.",
  "fees": 40,
  "department": "Mech & Prod",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Mech%20Production/Mecha-Voyage.jpg?raw=true"
 },
 {
  "id": 31,
  "eventName": "Parametric",
  "round1": "Introduction Briefing on CREO software basics, engineering drawing. No elimination. OR A short quiz at the end of the lecture. ",
  "round2": "Orthographic and isometric views will be provided. A 3D model in software needs to be prepared by them which has to be true in dimensions. After round completion, an assembly file will be already present in the software in which the component they made will be missing. So, they will have to attach that component in the assembly and run the simulation. Those whose assembly will run correctly will be selected. Time frame :1 hour time",
  "round3": "Round 3- (optional) A simpler orthographic and isometric view will be provided. And a physical product from provided materials will have to made in the workshop. 1.5 hours",
  "tagLine": "The complete manufacturing odyssey.",
  "outcome": "NA",
  "fees": 40,
  "department": "Mech & Prod",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Mech%20Production/Parametric.jpg?raw=true"
 },
 {
  "id": 11,
  "eventName": "GURU",
  "round1": "Do odd jobs or anything entertaining and collect money as much as possible within the time limit and submit at the end.",
  "round2": "Collect the things mentioned in a list within the stipulated time.",
  "round3": "Using virtual money bet on the events and prove your guessing ability.",
  "tagLine": "Paisa hi Paisa hoga!",
  "outcome": "NA",
  "fees": 60,
  "department": "Non Tech",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/non%20tech/GURU.jpg?raw=true"
 },
 {
  "id": 13,
  "eventName": "Guess What!",
  "round1": "TABU (Participants have to guess the object with the help of indirect set of words).",
  "round2": "Dumb Charade (Participants need to guess the movie through actions of their fellow teammate )",
  "round3": "NA",
  "tagLine": "Bohot tejj ho rahe ho!",
  "outcome": "NA",
  "fees": "30 INR(15 Each)",
  "department": "Non Tech",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/non%20tech/guesswhat.jpg?raw=true"
 },
 {
  "id": 16,
  "eventName": "Shark Tank",
  "round1": "The team has to present a business plan and the jury will judge the team on all aspects. The best idea and business plan will be rewarded a cash prize.",
  "round2": "NA",
  "round3": "NA",
  "tagLine": "Deal Pakki kare?",
  "outcome": "NA",
  "fees": "50 INR(25 Each)",
  "department": "Non Tech",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/non%20tech/shark%20tank.jpg?raw=true"
 },
 {
  "id": 18,
  "eventName": "Math - πRates",
  "round1": "A team needs to perform some physical activities like playing with a ball, rope skipping, jumping, running, etc. simultaneously they have to solve some moderate-level math and logical questions.",
  "round2": "Two team members are seating opposite to each other facing their back. One has laptop screen showing some geometrical figure and needs to narrate it to the other team member and he/she needs to draw it.",
  "round3": "We will give puzzles to one member of the teams and they need some numbers to complete puzzles and that numbers will be distributed randomly to all other members of the teams on the cards. A member who solves puzzles will get a chance based on quick questioning - answering basic logical questions. During their term they can ask for numbers from any person if the number is needed then he/she can take it or they can discard it. Next term will be given based on quick questioning – answering and so on",
  "tagLine": "Aye Aye Cap!!",
  "outcome": "NA",
  "fees": "40 INR(20 Each)",
  "department": "Non Tech",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/non%20tech/Math%20-%20%CF%80Rates.jpg?raw=true"
 },
 {
  "id": 22,
  "eventName": "Money Heist",
  "round1": "Paper-based Quiz",
  "round2": "Treasure Hunt in our College",
  "round3": "Treasure Hunt in Anand.",
  "tagLine": "Let’s Dig it out!",
  "outcome": "NA",
  "fees": "60 INR(30 each)",
  "department": "Non Tech",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/non%20tech/Money%20Heist.jpg?raw=true"
 },
 {
  "id": 23,
  "eventName": "F.R.I.E.N.D.S",
  "round1": "A test Based on friendship. Same Question paper will be given to both participants",
  "round2": "Friendship Test One participant will wear earphone and he/she need to judge his/her partner’s word by lip movement and action.",
  "round3": "True friends, There will be a task based on teamwork. One of the participants has to follow the instructions, which will be given by his friend",
  "tagLine": "I’ll be there for you!",
  "outcome": "NA",
  "fees": 40,
  "department": "Non Tech",
  "noOfParticipants": 2,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/non%20tech/F%20R%20I%20E%20N%20D%20S.jpg?raw=true"
 },
 {
  "id": 38,
  "eventName": "Reinforced Mud House",
  "round1": "Quiz related to basic principles of Building design, Green technology and basic of reinforced structure.",
  "round2": "The participants in the group of 3 will be asked to make the design of the mud house keeping in mind the conditions provided during the competition in the AUTOCAD.",
  "round3": "3D Modelling of the mud house(Mud will be provided and they can bring reinforcement of their choice)",
  "tagLine": "Build green and innovate",
  "outcome": "Hands on design and planning of the house accompanied with the knowledge of AutoCAD",
  "fees": "90/-(30 each)",
  "department": "Civil",
  "noOfParticipants": 3,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Civil/rain-force.jpg?raw=true"
 },
 {
  "id": 1,
  "eventName": "Spin  e  Web",
  "round1": "Topic will be provided on the spot. - Build a static webpage according to requirements mentioned in that topic. - Each team will be allotted 1 hr for building and source file should submitted in assignment created. Out of around 25 teams, top 10 teams to be filtered for next round",
  "round2": "A common topic will be allocated to every team. - They have to build a dynamic, fully-functioned website with backend. - Any platform can be used to build website. - Min half day time should be provided for it - 10 mins time will be given to each team to showcase their work. 3 winner teams should be selected",
  "round3": "NA",
  "tagLine": "Let’s Code & Roll",
  "outcome": "Learn to develop website and know how to work in a team",
  "fees": 60,
  "department": "CP/IT",
  "noOfParticipants": 3,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/computer%20IT/Spin-e-Web.jpg?raw=true"
 },
 {
  "id": 6,
  "eventName": "SELECT * FROM BRAIN",
  "round1": "- Basic online quiz with database related questions - 1hr Time should be allotted 25% students to be taken for next round",
  "round2": "Design Database according to requirement provided by us. - Perform any 3 moderate and 2 advanced queries, as asked by us - Time based evaluation 3 winners to be selected",
  "round3": "NA",
  "tagLine": "Query Successfully Executed",
  "outcome": "You can know about the database knowledge",
  "fees": 60,
  "department": "CP/IT",
  "noOfParticipants": 3,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/computer%20IT/select%20brain.png?raw=true"
 },
 {
  "id": 25,
  "eventName": "Tech-blizzard",
  "round1": "Picture Perception Quiz based on electrical apparatus and hardware. Participants will be shown different components used in electrical circuits on PPT for 5 secs each & they have to note the correct answer on paper. Selection will be based on correct answers.",
  "round2": "Circuit Debugging of faulty circuits and troubleshooting of the same. A circuit will be built with error, participants have to debug the error and solve it, finally make the circuit work. Time & difficulty of circuit will be considered for evaluation. 8 groups",
  "round3": "Participants will be given the virtual money and with the use of virtual money, they will have to buy the components to select and design the circuits given by us. 4 groups",
  "tagLine": "Components, Assemble!!",
  "outcome": "Exposure to Hardware of electrical Engineering.",
  "fees": "60/-",
  "department": "Electrical",
  "noOfParticipants": 3,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/electrical/tech%20blizzard.png?raw=true"
 },
 {
  "id": 27,
  "eventName": "UNO.io",
  "round1": "Session on Arduino: A microcontroller with diverse application and topics will be covered such that one can use Arduino for a given application with bounded conditions. Followed by quiz at the end. Participants will be shown various demonstrations and recorded videos on Arduino and the quiz will be conducted based on the sessions",
  "round2": "Make a working hardware model circuit (circuit diagram will be provided). Judgement will be based on who makes a working model at the earliest. Time Limit: 1 hour. Round 3 Make a ppt on how wil",
  "round3": "Make a ppt on how will your product (made in round 2) will be useful in the industry/market. The one who becomes the most convincing, will win the round. The judging will be based on presentation techniques, quality of presentation, soft skills, q&a round etc",
  "tagLine": "Know your UNO",
  "outcome": null,
  "fees": "90/-",
  "department": "Electrical",
  "noOfParticipants": 3,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/electrical/uno.png?raw=true"
 },
 {
  "id": 32,
  "eventName": "MezoFyy",
  "round1": "Teams will have to make the robot before competition. On the day of the event, maximum of 3 participants of the team will be allowed to be at campus for the competition round where the robot will have to solve the maze. Each team will get maximum 10 Minutes for solving the maze and they’ll get 3 waypoints to re-position the robot to complete the maze. Teams will have to make their own robot based on the dimensional and architectural constraints (Eg: L*b*h of Robot, Velocity Limit, as per the Arena). Based on Time of completion, Accuracy, Speed, Component Selection and Robot Design (Mechanical and Electronics) the winners will be decided ",
  "round2": "NA",
  "round3": "NA",
  "tagLine": "Manoeuvre through the ride",
  "outcome": "Mechanical Design and Electronics Systems Engineering will be the main concepts to build this robot and Code optimisation for efficiency of the robot will be most applicable",
  "fees": 150,
  "department": "Mech & Prod",
  "noOfParticipants": 3,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Mech%20Production/mazofy.jpg?raw=true"
 },
 {
  "id": 39,
  "eventName": "NexGen Concrete",
  "round1": "Basic quiz on concrete technology and the green materials.",
  "round2": "Mix Design analyses by the Jury.",
  "round3": "Casting the Green Concrete and testing It for 7-day strength",
  "tagLine": "Lets make concrete decisions",
  "outcome": "Participants will get acquainted with the design principles of the Concrete and green materials that can be used in the concrete.",
  "fees": "80/-(20 each)",
  "department": "Civil",
  "noOfParticipants": 4,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Civil/Next%20Gen.jpg?raw=true"
 },
 {
  "id": 40,
  "eventName": "Survey Maestro",
  "round1": "Pen and paper quiz: questions related to surveying and instruments and concepts in the form of MCQ’s will be given to the participants.",
  "round2": "This round will be an assessment of practical application of knowledge. The participants will be given a particular area that they have to survey and later on they have to map the area they surveyed",
  "round3": "The participants will have to plot the points in any GIS Software and present it in front of the jury",
  "tagLine": "The array of survey",
  "outcome": "Participants will get a brief idea about the surveying methods and hoe to perform surveying",
  "fees": "60/-(15 each)",
  "department": "Civil",
  "noOfParticipants": 4,
  "url": "https://github.com/jeet-1452001/udaan22-Images/blob/master/images/Civil/Suvey.jpg?raw=true"
 }
]